/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Version: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPG Mail";

/* Message Error Banner messages. */
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE" = "PGP Nachricht konnte nicht entschlüsselt werden.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE" = "Beim Entschlüsseln dieser Nachricht ist ein Problem aufgetreten. Vergewissere dich, dass in GPG Keychain ein gültiger Schlüssel vorhanden ist.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE" = "Signatur der PGP Nachricht konnte nicht überprüft werden.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE" = "Beim Lesen der PGP Signatur dieser Nachricht ist ein Problem aufgetreten.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE" = "Der verwendete PGP Schlüssel befindet sich nicht in GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE" = "Diese Nachricht hat eine gültige PGP Signatur, der PGP Schlüssel befindet sich jedoch nicht in GPG Keychain. Bitte verwende GPG Keychain, um den Schlüssel hinzuzufügen.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE" = "Keine Informationen für diesen PGP Schlüssel vorhanden.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE" = "Es ist leider nicht möglich, detaillierte Informationen zu diesem PGP Schlüssel anzuzeigen, da er sich nicht in GPG Keychain befindet.";

"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE" = "Der geheime Schlüssel zum Entschlüsseln der Nachricht fehlt.";
"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE" = "Keiner der folgenden geheimen Schlüssel konnte in deinem Schlüsselbund gefunden werden (%@). Der geheime Schlüssel wird zum Entschlüsseln dieser Nachricht benötigt.\n\nÜberprüfe, ob der Absender den richtigen öffentlichen Schlüssel verwendet hat.\nVersuche den fehlenden geheimen Schlüssel in einem Backup zu finden und importiere ihn von dort.";

"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE" = "Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten.\n\nGPG Fehlermeldung:\n%@\nBitte kontaktiere uns mit der GPG Fehlermeldung unter https://gpgtools.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Falscher Schlüssel zum Verschlüsseln der Nachricht verwendet.";
"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Diese Nachricht konnte nicht entschlüsselt werden, weil ein falscher öffentlicher Schlüssel zum Verschlüsseln verwendet wurde.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Die verschlüsselte Nachricht ist beschädigt.";
"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Diese verschlüsselte Nachricht ist beschädigt und konnte nicht entschlüsselt werden.\n\nBitte den Absender die Nachricht erneut zu senden.";

"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Signaturschlüssel wurde widerrufen.";
"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "Der Schlüssel mit dem diese Nachricht signiert wurde, wurde widerrufen.\n\nDu solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel immer noch widerrufen sein, suche nach einem neuen Schlüssel und frage bei dem Schlüsselinhaber nach, warum der Schlüssel widerrrufen wurde.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE" = "Der Schlüssel zur Überprüfung dieser Signatur befindet sich nicht in GPG Keychain";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Die Nachricht konnte nicht überprüft werden. Der öffentliche Schlüssel der zur Überprüfung benötigt wird, befindet sich nicht in GPG Keychain.\n\nSuche auf dem Schlüsselserver nach dem Fingerabdruck %@ oder frage deinen Kontakt nach seinem öffentlichen Schlüssel. Nachdem du den öffentlichen Schlüssel in GPG Keychain importiert hast, kannst du die Überprüfung erneut versuchen.";

"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE" = "Die Signatur der Nachricht wurde mit einem nicht unterstützen Algorithmus erstellt.";
"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Diese Nachricht konnte nicht verifiziert werden, da die Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist.\n\nBitte kontaktiere uns auf https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "ACHTUNG: Die Signatur dieser Nachricht ist ungültig!";
"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Es könnte sein, dass diese Nachricht nach dem Signieren verändert wurde.\n\nKontaktiere den Absender und gleiche den Inhalt der Nachricht ab.\n\nSollte die Nachricht nicht verändert worden sein, kontaktiere uns bitte unter\nhttps://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE" = "Die Signatur konnte aufgrund eines unbekannten Fehlers nicht überprüft werden.";
"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE" = "Diese Nachricht konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Signatur Datenfehler in Nachricht!";
"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "Die Signatur dieser Nachricht ist ungültig und konnte nicht überprüft werden.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Schlüssel der Nachrichtensignatur ist abgelaufen.";
"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "Der Schlüssel mit dem diese Nachricht signiert wurde ist abgelaufen. Sie können versuchen den Schlüssel %@ mit GPG Keychain zu aktualisieren und fragen sie beim Absender nach, warum der Schlüssel abgelaufen ist.";

"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "Die Signatur der Nachricht ist abgelaufen.";
"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "Die Signatur ist abgelaufen und konnte nicht überprüft werden.\n\nErkundige dich beim Absender, warum die Signatur abgelaufen ist.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE" = "MacGPG ist nicht installiert";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE" = "Die Entschlüsselung ist fehlgeschlagen, weil MacGPG nicht installiert ist.\n\nLade und installiere GPG Suite von https://gpgtools.org erneut.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE" = "MacGPG ist nicht installiert";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE" = "Die Verifizierung ist fehlgeschlagen, da MacGPG nicht installiert ist.\n\nLade und installiere GPG Suite von https://gpgtools.org erneut.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE" = "%d Anhänge konnten nicht entschlüsselt oder verifiziert werden.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon, um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE" = "%d Anhänge konnten nicht verifiziert werden.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon, um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE" = "%d Anhänge konnten nicht entschlüsselt werden.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE" = "%d Anhang konnte nicht verifiziert werden.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE" = "%d Anhang konnte nicht entschlüsselt werden.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.";

/* Message Error Banner Attachment messages. */
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE" = "Der geheime Schlüssel zum Entschlüsseln des Anhangs fehlt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE" = "Keiner der folgenden geheimen Schlüssel wurde in deinem Schlüsselbund gefunden (%@). Der geheime Schlüssel wird zum Entschlüsseln dieses Anhangs benötigt.\n\nBitte überprüfe, ob der Absender den richtigen öffentlichen Schlüssel verwendet hat.\nVersuche den fehlenden geheimen Schlüssel in einem Backup zu finden und importiere ihn von dort.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Beim Entschlüsseln des Anhangs ist ein unbekannter Fehler aufgetreten.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE" = "Beim Entschlüsseln des Anhangs ist ein unbekannter Fehler aufgetreten.\n\nGPG Fehlermeldung:\n%@\nBitte kontaktiere uns mit der GPG Fehlermeldung unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Falscher Schlüssel zum Verschlüsseln des Anhangs verwendet.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Der Anhang konnte nicht entschlüsselt werden, weil zur Verschlüsselung ein falscher öffentlicher Schlüssel verwendet wurde.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Dieser verschlüsselte Anhang ist beschädigt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Dieser verschlüsselte Anhang konnte nicht entschlüsselt werden, da er beschädigt ist.\n\nBitte den Absender, den Anhang erneut zu senden.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Signaturschlüssel wurde widerrufen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "Der Schlüssel mit dem dieser Anhang signiert wurde, wurde widerrufen.\n\nDu solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel weiter widerrufen sein, frage beim Absender nach, warum der Schlüssel widerrufen wurde.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE" = "Der Schlüssel zur Überprüfung dieser Signatur befindet sich nicht in GPG Keychain";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Der Anhang konnte nicht überprüft werden. Der öffentliche Schlüssel der zur Überprüfung benötigt wird, befindet sich nicht in GPG Keychain.\n\nSuche auf dem Schlüsselserver nach dem Fingerabdruck %@ oder frage deinen Kontakt nach seinem öffentlichen Schlüssel. Nachdem du den öffentlichen Schlüssel in GPG Keychain importiert hast, kannst du die Überprüfung erneut versuchen.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE" = "Die Signatur des Anhangs wurde mit einem nicht unterstützen Algorithmus erstellt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Dieser Anhang konnte nicht verifiziert werden, da der Schlüssel zu der Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist.\n\nBitte kontaktiere uns auf https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "ACHTUNG: Die Signatur dieses Anhangs ist ungültig!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Es könnte sein, dass dieser Anhang nach dem Signieren geändert wurde.\n\nKontaktiere den Absender und gleiche den Inhalt des Anhangs ab.\n\nSollte der Anhang nicht geändert worden sein, kontaktiere uns bitte unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE" = "Die Signatur konnte aufgrund eines unbekannten Fehlers nicht überprüft werden.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE" = "Die Signatur des Anhangs konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Signaturdatenfehler!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "Dies Signature des Anhangs konnte nicht verifiziert werden, da die Signatur ungültig ist.\n\nBitte kontaktiere uns unter https://gpgtools.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Der Schlüssel der Signatur ist abgelaufen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "Der Schlüssel mit dem dieser Anhang signiert wurde ist abgelaufen.\n\nDu kannst versuchen den Schlüssel %@ in GPG Keychain zu aktualisieren und frage den Absender, warum der Schlüssel abgelaufen ist.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "Die Signatur des Anhangs ist abgelaufen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "Die Signatur des Anhangs ist abgelaufen und konnte nicht verifiziert werden.\n\nErkundige sich beim Absender, warum die Signatur abgelaufen ist.";

"MESSAGE_IS_PGP_PARTLY_ENCRYPTED" = "Teil-Verschlüsselt";
"MESSAGE_IS_PGP_PARTLY_SIGNED" = "Teil-Signiert";
"MESSAGE_IS_PGP_ENCRYPTED" = "Verschlüsselt";
"MESSAGE_IS_PGP_SIGNED" = "Signiert";
"MESSAGE_IS_PGP_SIGNED_INVALID" = "Ungültige Signatur";

/* Security Header signature related. */
"MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE" = "Signiert mit unbekanntem Schlüssel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE" = "Signiert mit widerrufenem Schlüssel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE" = "Ungültige Signatur";
"MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE" = "Signiert";
"MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE" = "Keine Signatur gefunden";

/* Security header attachments related. */
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE" = "verschlüsselter/signierter Anhang";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE" = "verschlüsselte/signierte Anhänge";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE" = "verschlüsselter Anhang";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE" = "verschlüsselte Anhänge";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE" = "signierter Anhang";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE" = "signierte Anhänge";

/* Compose Window encrypt/sign button tooltips. */
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN" = "Diese Nachricht kann nicht signiert werden, da kein geheimer Schlüssel für %@ existiert.\n\nBitte stelle sicher, dass ein geheimer Schlüssel für diese E-Mail Adresse in GPG Keychain existiert. Erstelle bei Bedarf eine Benutzer-ID mit dieser E-Mail Adresse in einem bestehenden Schlüssel oder erstelle einen neuen Schlüssel für diese E-Mail Adresse.\n\nIst ein Schlüssel vorhanden, überprüfe in Mail.app > Einstellungen > Accounts, ob die E-Mail Adresse korrekt ist und genau der im Schlüssel verwendeten E-Mail Adresse entspricht.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT" = "Diese E-Mail kann nicht verschlüsselt werden, da für die folgenden Adressen kein öffentlicher Schlüssel vorhanden ist: %@.\n\nBitte suche und importiere die Schlüssel für diese Adressen mit GPG Keychain.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS" = "Diese E-Mail kann erst verschlüsselt werden, wenn mindestens ein Empfänger angegeben wurde.";

/* Message view pgp part. */
"MESSAGE_VIEW_PGP_PART_ENCRYPTED" = "Verschlüsselter";
"MESSAGE_VIEW_PGP_PART_SIGNED" = "Signierter";
"MESSAGE_VIEW_PGP_PART" = "PGP-Teil";

/* GPG Mail Preferences strings. */
"GPG_STATUS_NO_ERROR_TITLE" = "GPG Mail ist bereit";
"GPG_STATUS_NOT_FOUND_TITLE" = "MacGPG nicht gefunden, GPG Suite neu installieren";
"GPG_STATUS_NOT_FOUND_TOOLTIP" = "Klicke den Farbindikator für weitere Informationen";
"GPG_STATUS_OTHER_ERROR_TITLE" = "Probleme gefunden, klicke den Farbindikator für weitere Informationen";
"GPG_STATUS_OTHER_ERROR_TOOLTIP" = "Klicke den Farbindikator für weitere Informationen";

"DISABLE_ENCRYPT_DRAFTS_TITLE" = "Achtung: Wenn du diese Option deaktivierst, könnten sensible Informationen preisgegeben werden, während du eine Nachricht verfasst";
"DISABLE_ENCRYPT_DRAFTS_MESSAGE" = "Wenn die Option \"Entwürfe auf Server sichern\" für deinen Account aktiviert ist, speichert macOS Mail automatisch deine Entwürfe auf dem Mail Server, während du eine Nachricht verfasst.\nWird \"Entwürfe verschlüsseln\" deaktiviert, werden deine Entwürfe im Klartext (unverschlüsselt) gespeichert. Jeder der Zugang zum Mail Server hat, wird sie lesen können.\n\nBleibt \"Entwürfe verschlüsseln\" aktiviert, werden deine Entwürfe verschlüsselt, bevor sie auf dem Mail Server gespeichert werden, so dass nur du sie lesen kannst.\n\nWillst du dennoch \"Entwürfe verschlüsseln\" deaktivieren?";
"DISABLE_ENCRYPT_DRAFTS_CONFIRM" = "Verschlüsselung deaktivieren";
"DISABLE_ENCRYPT_DRAFTS_CANCEL" = "Abbrechen";


/* Multiple GPG Mail installations. */
"GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE" = "Mehrere GPG Mail Installationen wurden gefunden!";
"GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE" = "GPG Mail hat Installationen in folgenden Verzeichnissen gefunden, was einen sofortigen Absturz zur Folge hat:\n\n%@\n\nBitte lösche GPGMail.mailbundle aus einem der Verzeichnisse und starte Mail erneut.\n";
"GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON" = "Mail beenden";

/* No Libmacgpg. */
"LIBMACGPG_NOT_FOUND_TITLE" = "Libmacgpg wurde nicht gefunden";
"LIBMACGPG_NOT_FOUND_MESSAGE" = "Libmacgpg wurde auf deinem System nicht gefunden. Bitte lade und installiere GPG Suite von https://www.gpgtools.org.";

/* Code signature invalid */
CODE_SIGN_ERROR_TITLE = "Jemand hat deine GPG Mail-Installation manipuliert!";
CODE_SIGN_ERROR_MESSAGE = "Um dich zu schützen, wird GPG Mail nicht geladen.\n\nBitte lade und installiere GPG Suite von https://gpgtools.org, um sicherzustellen, dass du eine Originalversion von uns verwendest.";

/* GPGMailGPGMailBundle.defaults can't be loaded */
NO_DEFAULTS_TITLE = "GPG Mail-Standardeinstellungen konnten nicht geladen werden!";
NO_DEFAULTS_MESSAGE = "GPG Mail funktioniert nicht wie erwartet.\n\nLade und installiere erneut GPG Suite von https://gpgtools.org\n\nSollte das Problem fortbestehen, kontaktiere uns bitte unter https://gpgtools.tenderapp.com/.";

/* Errors while trying to sign a message. */
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE" = "Deine Nachricht konnte nicht signiert werden, da pinentry defekt ist!";
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE" = "Deine Nachricht konnte nicht signiert werden, da der gpg-agent defekt ist!";
"MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION" = "Der gpg-agent, welcher ein wichtiger Teil von GPG ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE" = "Deine Nachricht konnte aufgrund eines Kommunikationsfehlers mit dem gpg-agent nicht signiert werden!";
"MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION" = "Es war nicht möglich den gpg-agent nach deinem Passwort zu fragen.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE" = "Deine Nachricht konnte aufgrund eines unbekannten Fehlers nicht signiert werden";
"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Unglücklicherweise kann GPG Mail den Fehler an dieser Stelle nicht behandeln.";

"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE" = "Deine Nachricht konnte aufgrund eines unbekannten Fehlers nicht verschlüsselt werden";
"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Unglücklicherweise kann GPG Mail den Fehler an dieser Stelle nicht behandeln.";

"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE" = "Du hast zu oft ein falsches Passwort eingegeben.";
"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION" = "Das Signieren deiner Nachricht wurde abgebrochen, da du 3 mal das falsche Passwort eingegeben hast.";

"CONTACT_GPGTOOLS_WITH_INFO_MESSAGE" = "\n\nSollte dein Problem fortbestehen, kontaktiere uns bitte auf https://gpgtools.tenderapp.com/ und teilen uns folgende Fehlerbeschreibung mit:\n\n%@";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Du hast die Entschlüsselung abgebrochen.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Die Nachricht konnte nicht entschlüsselt werden, da du die Passwortabfrage abgebrochen hast.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Du hast die Entschlüsselung des Anhangs abgebrochen";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Der Anhang konnte nicht entschlüsselt werden, da du die Passwortabfrage abgebrochen hast.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Die Entschlüsselung der Nachricht ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Die Entschlüsselung des Anhangs ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Das Verifizieren der Nachricht ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Das Verifizieren des Anhangs ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE" = "Deine Nachricht konnte nicht signiert werden, da es ein Problem bei der Passwortabfrage gab.";
"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben lade GPG Suite von https://gpgtools.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE" = "Deine Nachricht konnte nicht signiert werden, da GPG Mail beschädigt ist.";
"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION" = "Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Die Entschlüsselung der Nachricht ist fehlgeschlagen, da pinentry nicht funktioniert.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Die Entschlüsselung des Anhangs ist fehlgeschlagen, da pinentry nicht funktioniert.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.";

"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE" = "Achtung: Du bist im Begriff eine unverschlüsselte Antwort auf eine verschlüsselte Nachricht zu senden";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Es ist nicht möglich deine Antwort zu verschlüsseln, weil der öffentliche Schlüssel für den folgenden Empfänger fehlt:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Es ist nicht möglich deine Antwort zu verschlüsseln, weil die öffentlichen Schlüssel für die folgenden Empfänger fehlen:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION" = "Wenn du dich entscheidest fortzufahren, wird deine Antwort unverschlüsselt gesendet. Dadurch könnten vertrauliche Informationen preisgegeben und du und deine Empfänger einem Risiko ausgesetzt werden.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE" = "\n\nWenn du diese Antwort wirklich unverschlüsselt senden möchtest, entferne bitte vor dem Senden jegliche vorherige Korrespondenz, die in deiner Antwort enthalten ist.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um diese Antwort verschlüsselt zu senden.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um diese Antwort verschlüsselt senden zu können.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Trotzdem senden";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Abbrechen";

"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE" = "Achtung: Du bist im Begriff die unverschlüsselte Version einer verschlüsselten Nachricht weiterzuleiten";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Es ist nicht möglich die Nachricht, die du im Begriff bist weiterzuleiten, zu verschlüsseln, weil der öffentliche Schlüssel für den folgenden Empfänger fehlt:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Es ist nicht möglich die Nachricht, die du im Begriff bist weiterzuleiten, zu verschlüsseln, weil der öffentliche Schlüssel für die folgenden Empfänger fehlt:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION" = "Wenn du dich entscheidest fortzufahren, wird die weitergeleitete Nachricht unverschlüsselt gesendet. Dadurch könnten vertrauliche Informationen preisgegeben und du und deine Empfänger einem Risiko ausgesetzt werden. ";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um eine verschlüsselte Version der Nachricht weiterzuleiten.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um eine verschlüsselte Version der Nachricht weiterzuleiten. ";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Trotzdem weiterleiten";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Abbrechen";

"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE" = "Die Entschlüsselung der Nachricht wurde abgebrochen.";
"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE" = "Der Modification Detection Code (MDC) für diese verschlüsselte Nachricht fehlt oder wurde geändert. \n\nDies könnte bedeuten, dass ein Angreifer versucht hat, den Inhalt der verschlüsselten Nachricht zu ändern. \n\nBitte lass dir die Nachricht erneut zusenden und teile dem Absender mit, dass seine verschlüsselte Nachricht keinen Modification Detection Code enthielt.";

"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE" = "Achtung: Das Öffnen dieser Webseite könnte den Inhalt dieser Nachricht leaken";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE" = "Aufgrund eines Problems in der Implementierung der S/MIME-Verschlüsselung ist es für einen Angreifer möglich, eine Nachricht ohne dein Wissen zu ändern. \n\nDu bist dabei, die folgende Webseite zu öffnen: \n\n%@ \n\nBist du sicher, dass du fortfahren möchtest?";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES" = "Ja";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Abbrechen";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE" = "Die Entschlüsselung des Anhangs wurde abgebrochen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE" = "Der Modification Detection Code (MDC) für diese verschlüsselte Anlage fehlt oder wurde geändert. \n\nDies könnte bedeuten, dass ein Angreifer versucht hat, den Inhalt der verschlüsselten Anlage zu ändern. \n\nBitte lass dir die Anlage erneut zusenden und teile dem Absender mit, dass seine verschlüsselte Anlage keinen Modification Detection Code enthält.";


/* Accessibility */
ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL = "Sicherheitstechnik: %@";
ACCESSIBILITY_SIGN_ON_IMAGE = "Signieren";
ACCESSIBILITY_SIGN_OFF_IMAGE = "Nicht signieren";



/* Support Plan */
"SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE" = "Support Plan aktiviert";
"SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE" = "Danke für deine Unterstützung!\n\nWir hoffen du wirst Freude an GPG Mail haben. Solltest du irgendwelche Fragen haben, zögere nicht uns über den Knopf \"Problem melden\" in Mail > Einstellungen > GPG Mail zu kontaktieren.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TITLE" = "Support Plan Aktivierung fehlgeschlagen";
"SUPPORT_PLAN_ACTIVATION_FAILED_INPUT_INVALID" = "Der eingegebene Aktivierungscode ist ungültig. Bitte überprüfe die eingegebenen Daten und versuche es erneut.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR" = "Es war nicht möglich, eine Verbindung zur paddle.com API herzustellen, um deinen Aktivierungscode zu überprüfen.\nFalls du eine macOS Firewall Software (System-Firewall, Little Snitch, usw.) verwendest, erlaube bitte Verbindungen zu paddle.com, um die Aktivierung abzuschliessen. Du kannst die Verbindungen wieder blockieren, nachdem die Aktivierung abgeschlossen ist.\n\nKontaktiere uns via business@gpgtools.org falls das Problem fortbesteht.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CODE_INVALID" = "Der eingegebene Aktivierungscode ist ungültig.\nBitte kontaktiere uns via business@gpgtools.org falls du sicher bist, dass du den Code korrekt eingegeben hast.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "Es tut uns leid dir mitzuteilen, dass du die Anzahl der erlaubten Aktivierungen überschritten hast.\nBitte kontaktiere uns via business@gpgtools.org, falls du glaubst, dass du noch weitere Aktivierungen haben solltest.";
"SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR" = "Leider ist ein unbekannter Fehler aufgetreten. Bitte versuche es später erneut oder kontaktieren uns via 'Systemeinstellungen > GPG Suite > Bericht Senden.";
"SUPPORT_PLAN_HEADER_EXPIRED" = "Dein 30-Tage-Trial von GPG Mail ist abgelaufen. Verschlüsseln, signieren und verifizieren von Nachrichten werden nun nicht mehr funktionieren. Entschlüsseln wird jedoch immer funktionieren.\nBestelle GPG Mail Support Plan um den vollen Funktionsumfang weiter zu verwenden.";
"SUPPORT_PLAN_HEADER_TRIAL" = "Du kannst GPG Mail kostenlos für %@Tage testen.\nSichere deine E-Mail Kommunikation jetzt!";
"SUPPORT_PLAN_HEADER_TRIAL_MORE" = "Du kannst GPG Mail kostenlos für weitere %@ Tage testen.\nSichere deine E-Mail Kommunikation jetzt!";
"SUPPORT_PLAN_DETAILS_MESSAGE" = "Falls du bereits einen Support Plan bestellt hast, aktiviere ihn jetzt und geniesse GPG Mail.";
"SUPPORT_PLAN_DETAILS_MESSAGE_HYPERLINK_PART" = "Support Plan";
"SUPPORT_PLAN_BUY" = "Jetzt kaufen";
"SUPPORT_PLAN_CLOSE" = "Fortfahren";
"SUPPORT_PLAN_CONTINUE_TRIAL"= "Trial fortsetzen";
"SUPPORT_PLAN_START_TRIAL" = "Trial beginnen";
"SUPPORT_PLAN_BUY" = "Jetzt kaufen";
"SUPPORT_PLAN_ACTIVATE" = "Aktivieren";
"SUPPORT_PLAN_TRIAL_EXPIRED_TITLE" = "GPG Mail Trial Abgelaufen";
"SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE" = "Ohne aktiven GPG Mail Support Plan wirst du weiter in der Lage sein, deine verschlüsselten E-Mails zu lesen. Allerdings wirst du E-Mails nicht mehr signieren, verschlüsseln oder verifizieren können.";
"SUPPORT_PLAN_HEADER_WELCOME" = "Willkommen bei GPG Mail";
"SUPPORT_PLAN_EMAIL_LABEL" = "E-Mail";
"SUPPORT_PLAN_LICENSE_LABEL" = "Aktivierungscode";
"SUPPORT_PLAN_GRAY_INFO" = "Deinen Aktivierungscode findest du in der E-Mail, die du nach Abschluss deiner Bestellung erhalten hast.";
"SUPPORT_PLAN_PROGRESS_LABEL" = "Deine Kopie von GPG Mail wird aktiviert.";

"SUPPORT_PLAN_NEW_TRIAL_NO_NEW_TRIAL_ALLOWED_TITLE" = "Trial konnte nicht gestartet werden";
"SUPPORT_PLAN_NEW_TRIAL_NO_NEW_TRIAL_ALLOWED_MESSAGE" = "Leider ist es zu diesem Zeitpunkt nicht möglich eine neue Trial zu starten, da du diese Version von GPG Mail bereits in der Vergangenheit getestet hast.";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_INPUT_INVALID" = "Der angegebene Aktiverungscode ist ungültig. Bitte überprüfe den Aktivierungscode und versuche die Aktivierung erneut.";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_TITLE" = "Aktivierung des Support Plans fehlgeschlagen";
"SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_TRIAL_TITLE" = "Verbindung zum Aktivierungsserver fehlgeschlagen!";
"SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_TRIAL_MESSAGE" = "Leider war es nicht möglich unseren Aktivierungsserver zu erreichen um deine Trial zu aktivieren.";
"SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_MESSAGE" = "Leider war es nicht möglich unseren Aktivierungsserver zu erreichen um deinen GPG Mail Support Plan zu aktivieren.";
"SUPPORT_PLAN_NEW_ACTIVATION_CONFIGURE_FIREWALL_MESSAGE" =  "Solltest du eine macOS Firewall aktiv haben (buil-in Firewall, Little Snitch, o.ä.), kontrolliere bitte, dass diese Verbindungen zu support-plan.gpgtools.org zulässt damit die Aktivierung erfolgreich abschließen kann.\n\nBitte kontaktiere uns unter business@gpgtools.org sollte das Problem weiter bestehen oder du auf Offline-Aktivierung angewiesen bist.";
"SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_TRIAL_FALLBACK_MESSAGE" = "\n\nEin spezieller offline Trial Modues wurde aktiviert. Dieser läuft für %@ Tage, danach wird eine Internet Verbindung benötigt.";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_CODE_INVALID_TITLE" = "Ungültiger Aktivierungscode!";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_CODE_INVALID" = "Der angegebene Aktiverungscode ist ungültig.\nBitte kontaktiere uns unter business@gpgtools.org wenn du dir sicher bist, dass der eingegebene Aktivierungscode korrekt sein sollte.";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS_TITLE" = "Maximale Anzahl der möglichen Geräte erreicht!";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "Die Anzahl der Geräte, auf denen du deinen GPG Mail Support Plan aktivieren kannst, ist aufgebraucht.\nBitte deaktiviere den GPG Mail Support Plan auf einem deiner anderen Geräte. Diese Funktion steht dir unter \"Mail › Einstellungen › GPG Mail › Deaktivieren\" zur Verfügung.";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_GENERAL_ERROR_TITLE" = "Serverfehler!";
"SUPPORT_PLAN_NEW_ACTIVATION_FAILED_GENERAL_ERROR" = "Die Aktivierung deines Support Plans konnte aufgrund eines Serverfehlers nicht erfolgreich abgeschlossen werden. Bitte versuche es später erneut. Sollte das Problem fortbestehen, kontaktiere uns via \"Systemeinstellungen › GPG Suite › Bericht senden\"";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_LOCATE_ACTIVATION_CODE" = "Deinen Aktivierungscode findest du in der E-Mail welche du nach dem Kauf erhalten hast.";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_VERSION_3_COMPATIBILITY_INFO" = "GPG Mail 3 garantiert Kompatibilität mit macOS High Sierra (10.13) und maOS Mojave (10.14). Wir können nicht garantieren, dass zukünftige macOS Versionen unterstützt werden können.";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_HEADER_WELCOME" = "Willkommen bei GPG Mail 3";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_VERSION_4_COMPATIBILITY_INFO" =  "GPG Mail 4 garantiert Kompatibilität mit macOS High Sierra (10.13), macOS Mojave (10.14) and macOS Catalina (10.15).";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_VERSION_COMPATIBILITY_NO_GUARANTEE_INFO" = "Wir können nicht garantieren, dass zukünftige macOS Versionen unterstützt werden können.";
"SUPPORT_PLAN_NEW_HEADER_WELCOME_4" = "Willkommen bei GPG Mail 4";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_HEADER_TRIAL_4" = "GPG Mail 4 Trial";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_SUBHEADER_TRIAL_EXPIRED" = "Dein 30-Tage-Trial ist abgelaufen";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_EXPIRED_DETAILS_TEXT" = "Da deine Testperiode abgelaufen ist, ist es nicht mehr möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.\n\nUm alle Funktionen von GPG Mail freizuschalten, kaufe bitte einen GPG Mail Support Plan.";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_ABOUT_TO_EXPIRE_SUBHEADER" = "Deine Trial wird in Kürze ablaufen.\nDu kannst GPG Mail noch für %@ Tage gratis testen.";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_ABOUT_TO_EXPIRE_DETAILS_TEXT" = "Da deine Trial abgelaufen ist, ist es nicht mehr möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.\n\nUm alle Funktionen von GPG Mail freizuschalten, kaufe bitte einen GPG Mail Support Plan.";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_CONTINUE_SUBHEADER" = "Du kannst GPG Mail noch für %@ Tage gratis testen.\nDer Schutz für deine E-Mails!";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_INACTIVE_SUBHEADER" = "Du kannst GPG Mail für %@ Tage gratis testen.\nDer Schutz für deine E-Mails!";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_PURCHASED_ALREADY_MESSAGE" = "Solltest du bereits einen Support Plan gekauft haben, aktiviere ihn hier und erfreu dich an allen Funktionen von GPG Mail!";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_PURCHASED_ALREADY_HYPERLINK_PART" = "Support Plan";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_BUY" = "Jetzt Kaufen!";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_ACTIVATE" = "Aktivieren";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_CLOSE" = "Schließen";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_CONTINUE_TRIAL"= "Trial fortsetzen";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_START_TRIAL" = "Trial starten";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_EMAIL_LABEL" = "E-Mail";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ACTIVATION_CODE_LABEL" = "Aktivierungscode";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_PROGRESS_TEXT" = "Dein GPG Mail Support Plan wird aktiviert…";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_SUBHEADER" = "Bitte upgrade deinen GPG Mail Support Plan";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_3TO4_VALID_V3" = "Dein GPG Mail Support Plan ist gültig für GPG Mail 3, welches aber nicht mit macOS Catalina kompatibel ist.";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_3TO4_EXPLANATION" = "Um alle Funktionen von GPG Mail nutzen zu können und alle Vorteile der neuesten Updates und Features genießen zu können, upgrade jetzt deinen GPG Mail Support Plan.\n\nAls Dankeschön würden wir dir gernen einen Rabatt von %@ anbieten.";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_3TO4_START_TRIAL_EXPLANATION" = "Wenn du dich noch nicht entscheiden willst, kannst du gerne eine Trial starten und GPG Mail für %@ Tage testen.";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_BUTTON_UPGRADE" = "Jetzt Upgraden!";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_4ORKEEP3_V4_AVAILABLE" = "GPG Mail 4 ist nun verfügbar.";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_4ORKEEP3_EXPLANATION" = "Dein GPG Mail Support Plan ist gültig für GPG Mail 3. Um alle Funktionen von GPG Mail nutzen zu können, alle Vorteile der neuesten Updates und Features genießen zu können und vorbereitet zu sein auf macOS Catalina, upgrade jetzt deinen GPG Mail Support Plan. \n\nAls Dankeschön würden wir dir gerne eine Rabatt von %@ anbieten.\n\nWenn du vorerst nicht vor hast auf macOS Catalina upzugraden oder lieber auf neue Features warten möchtest, kannst du GPG Mail 3 weiterverwenden für so lange du möchtest.";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_4ORKEEP3_BUTTON_KEEP" = "GPG Mail 3 weiter nutzen";
"SUPPORT_PLAN_NEW_STATUS_UPDATE_DIALOG_EXPLANATION" = "Du hast aktuell einen Support Plan für GPG Mail 3 aktiviert. Wir sind gerade dabei auf unserem Aktivierungsserver zu überprüfen, ob dein Support Plan bereits für GPG Mail 4 gültig ist. Das kann kurz dauern.";
"SUPPORT_PLAN_NEW_STATUS_UPDATE_DIALOG_PROGRESS_TEXT" = "Der Status deines Support Plans wird überprüft…";
"SUPPORT_PLAN_NEW_THANKS_DIALOG_TRIAL_SUBHEADER" = "Deine 30-Tage Trial von GPG Mail\nwurde erfolgreich aktiviert!";
"SUPPORT_PLAN_NEW_THANKS_DIALOG_TRIAL_SUCCESS_MESSAGE" = "Wir hoffen, dass dir GPG Mail deine Arbeit erleichtert. Solltest du Fragen haben, bitte zögere nicht uns via \"Bericht senden\" in Mail › Einstellungen › GPG Mail zu kontaktieren.";
"SUPPORT_PLAN_NEW_THANKS_DIALOG_SUBHEADER" = "Dein GPG Mail Support Plan wurde\nerfolgreich aktiviert!";
"SUPPORT_PLAN_NEW_THANKS_DIALOG_SUCCESS_MESSAGE" = "Wir hoffen, dass dir GPG Mail deine Arbeit erleichtert. Solltest du Fragen haben, bitte zögere nicht uns via \"Bericht senden\" in Mail › Einstellungen › GPG Mail zu kontaktieren.";
"SUPPORT_PLAN_NEW_THANKS_DIALOG_EFFU_MESSAGE" = "Da du erst kürzlich einen Support Plan für GPG Mail 3 gekauft hast, würden wir dir gerne ein Upgrade deines Support Plans für GPG Mail 4 schenken. Dein Support Plan wurde automatisch upgegraded.";
"SUPPORT_PLAN_NEW_DIALOG_BUTTON_CLOSE" = "Schließen";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_FETCHING_UPGRADE_URL_PROGRESS_TEXT" = "Upgrade URL wird abgefragt…";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_VOLUME_TITLE" = "Volume-Einkauf wurde erkannt";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_VOLUME_MESSAGE" = "Dein Support Plan gehört zu einem Volume-Einkauf.\n\nBitte kontaktiere uns unter business@gpgtools.org um eine angepasste Upgrade URL zu erhalten.\n\nIn der Zwischenzeit starte bitte eine neue Trial.";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_SERVER_TITLE" = "GPG Mail Support Plan Server Fehler";
"SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_SERVER_MESSAGE" = "Leider hat unser Aktivierungsserver einen Fehler zurückgemeldet!\n\nBitte versuche es später erneut. Sollte das Problem weiter bestehen, bitte kontaktiere uns unter business@gpgtools.org";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_START_TRIAL_PROGRESS_TEXT" = "Trial wird aktiviert…";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ERROR_ALERT_ACTIVATED_TITLE" = "GPG Mail Support Plan Aktivierung";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ERROR_ALERT_ACTIVATED_MESSAGE" = "Dein GPG Mail Support Plan ist auf diesem Gerät bereits aktiviert!\n\nWenn du einen anderen Support Plan aktivieren möchtest, kannst du den aktuellen unter \"Mail › Einstellungen › GPG Mail\" deaktivieren.\n\nDanke für deine Unterstützung!";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V3_TITLE" = "Mail Neustarten";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V3_MESSAGE" = "Um GPG Mail 3 zu laden wird Mail nun neu gestartet.\nDu kannst jederzeit auf GPG Mail 4 upgraden.\n\nSolltest du Fragen haben, bitte zögere nicht uns via \"Bericht senden\" in Mail › Einstellungen › GPG Mail zu kontaktieren.";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V4_TITLE" = "Mail Neustarten";
"SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V4_MESSAGE" = "Aktuell verwendest du GPG Mail 3 und hast soeben eine GPG Mail Support Plan für GPG Mail 4 aktiviert. Um GPG Mail 4 zu laden, wird Mail nun neu gestartet.\n\nDanke für deine Unterstützung!";
"SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_INACTIVE_TITLE" = "Wichtig!";
"SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_INACTIVE_MESSAGE" = "Ohne einen aktiven GPG Mail Support Plan ist es nicht möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.";
"SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_TRIAL_EXPIRED_TITLE" = "GPG Mail Trial Abgelaufen";
"SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_TRIAL_EXPIRED_MESSAGE" = "Ohne einen aktiven GPG Mail Support Plan ist es nicht möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.";

"SUPPORT_PLAN_DEACTIVATION_WARNING_TITLE" = "GPG Mail Support Plan deaktivieren";
"SUPPORT_PLAN_DEACTIVATION_WARNING_MESSAGE" = "Bist du sicher, dass du deinen Support Plan auf diesem Computer deaktivieren willst?\n\nWenn du deinen GPG Mail Support Plan auf diesem Computer deaktivierst, wird GPG Mail in den \"Nur-Entschlüsseln-Modus\" zurück gesetzt.\n\nSobald die Deaktivierung abgeschlossen ist, wirst du keine E-Mails mehr verschlüsseln, signieren oder verifizieren können. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.\n\nSobald GPG Mail auf diesem Computer deaktiviert ist, kannst du es auf einem neuen Computer aktivieren.";
"SUPPORT_PLAN_DEACTIVATION_WARNING_CANCEL" = "Abbrechen";
"SUPPORT_PLAN_DEACTIVATION_WARNING_CONFIRM" = "Deaktivieren";




